Repository: zbabac/TrekMe
Catalog: TrekMe/MultilingualResources/TrekMe.*.xlf
Languages: it, nb, sr

# ResourceLanguage
source: en-US
it: it
nb: nb
sr: sr

source: Average speed:
it: Velocità media:
nb: gj.sn. hastighet:
sr: просјечна брзина:

# BannerInfo
source: Fetching GPS data, please wait.
it: GPS di recupero dati, è in corso.
nb: Henter GPS data, vent.
sr: Чекам ГПС сигнал. Сачекајте тренутак.

source: Break:
it: Interruzione:
nb: pause:
sr: пауза:

source: Calories:
it: Calorie:
nb: kalorier:
sr: калорије:

source: Current speed:
it: Velocità corrente:
nb: nåværende hastighet:
sr: тренутна брзина:

# DetailTitle
source: Detailed data
it: Dati dettagliati
nb: Detaljer
sr: Детаљи

source: Distance:
it: Distanza:
nb: avstand:
sr: прешао:

# Distance2
source: Distance:
it: Distanza:
nb: avstand:
sr: Раздаљина:

# PauseButton
source: Pause
it: Pausa
sr: Пауза

# SpeedMap
source: Speed:
it: Velocità:
nb: hast.
sr: брзина:

# StartButton
source: Start
it: Avvia
sr: Старт

# SwipeText
source: -- swipe left or right to see the map --
it: -swipe per visualizzare la mappa:
nb: sveip venstre eller høyre for å se kartet
sr: -- повуци лијево или десно за карту ---

source: Time:
it: Tempo:
nb: tid:
sr: вријеме:

# Time2
source: Time:
it: Tempo:
nb: tid:
sr: вријеме:

# WideContent1
source: Distance: 0 Speed: 0
it: Distanza: 0 velocità: 0
nb: avstand: 0 hastighet: 0
sr: раздаљина: 0 брзина: 0

# WideContent2
source: Avg. speed: 0 Time: 00:00:00
it: Vel. media: 0 Tempo: 00:00:00
nb: gj.sn hastighet: 0 tid: 00:00:00
sr: просјечна брзина: 0 вријеме: 00:00:00

# WideContent3
source: Longitude Latitude Altitude
it: Longitudine latitudine altitudine
nb: lengdegrad breddegrad moh.
sr: г. дужина г. ширина НВ

# Altitude2
source: altitude m
it: Altitudine m
nb: moh. m
sr: НВ m

# Latitude2
source: latitude
it: Latitudine
nb: breddegrad
sr: г. дужина

# Longitude2
source: longitude
it: Longitudine
nb: lengdegrad
sr: г. ширина

source: About
it: Info
nb: Om
sr: Инфо

# Info1
source: Open source app by Zlatko Babic, 2015
it: Apri origine app da Zlatko Babic, 2015
sr: Апликација отвореног кода, Златко Бабић, 2015

# Info2
source: Credits
it: Riconoscimenti
nb: Anerkjennelse
sr: Захваљујем

# Info3
source: Geo portion of the NExtra class provided by Daniel Saidi.
it: Geo parte della classe NExtra fornito da Daniel Saidi.
sr: "Geo" методе "NExtra" класе направио Данијел Саиди.

# Info4
source: Warenhouse Standard font is licensed under SIL Open Font License
it: Tipo di carattere Warenhouse Standard è concesso in licenza con licenza del tipo di carattere Open SIL
sr: "Warenhouse Standard" фонт у складу са "SIL Open Font License"

# Info5
source: Inspired by Colin Eberhardt's sample WP8Runner
it: Ispirato dall'esempio di Colin Eberhardt WP8Runner
sr: Инспирисао ме примјер "WP8Runner" Колина Еберхарда

# SwipeBack
source: -- swipe to return to app --
it: -swipe per tornare all'applicazione:
nb: --sveip å gå tilbake til app--
sr: -- повуци да се вратиш --

# AboutBack
source: Back
it: Precedente
nb: Tilbake
sr: Назад

source: Settings
it: Opzioni
nb: Innstillinger
sr: Подешавања

# SettingsBack
source: Back
it: Precedente
nb: Tilbake
sr: Назад

# SettingsMapTilt
source: Map pitch
it: Mappa passo
nb: kart helningsvinkel
sr: нагиб карте

# AppBarAbout
source: about
it: Info
sr: инфо

# AppBarSettings
source: settings
it: Opzioni
nb: innstilling
sr: подеси

# WarningLocationDisabled
source: Please first turn on location!
it: Innanzitutto attivare posizione!
nb: Du må aktivere GPS først!
sr: Прво укључите ГПС!

# WarningLocationNotSupported
source: Location not supported on this phone!
it: Percorso non è supportato su questo telefono!
nb: Posisjon støttes ikke på denne telefonen!
sr: Телефон не подржава локацију

# MessageWarningText1
source: Please enable location services on your phone: Settings --> Location = ON
it: Attivare servizi di localizzazione sul telefono: impostazioni--percorso> = ON

# MessageWarningText2
source: Location not supported on this phone! This app can't function without GPS.
it: Percorso non è supportato su questo telefono! Questa applicazione non può funzionare senza GPS.
nb: Posisjon støttes ikke på denne telefonen! Dette programmet kan ikke fungere uten GPS.
sr: Овај телефон не подржава локацију. Апликација не ради без ГПС-а!

# MessageWarningTitle
source: Warning
it: Avviso
sr: Упозорење

# Info6
source: Running Icon by Elegantthemes
it: Icona in Running da Elegantthemes
nb: Running ikonet av Elegantthemes

# SettingsRotateMap
source: Automatic map rotation
it: Rotazione automatica della mappa
nb: automatisk kartrotasjon
sr: аутоматска ротација карте

# SettingsMIles
source: Use miles and feet
it: Utilizzare miglia e piedi
nb: bruke miles og fot
sr: користи миље и стопе

# AltUpDown
source: Altitude diff.
it: Altitudine diff.
nb: høydeforskjell:
sr: промјена НВ:

# MessageExit
source: This app can't function without location services! Exiting.
it: Questa applicazione non può funzionare senza servizi di localizzazione! Uscita.
sr: Апликација не може да функционише без локације! Затварам је!

# MessageExitTitle
source: App Exit
it: Uscita App
sr: Излазак из програма

# MessageLocation
source: Is it ok that app uses location services? Privacy policy is located at About page. Location data is not used outside this app. You can disable it at any time at Settings page.
it: Si tratta di tale applicazione utilizza i servizi di posizione ok? Informativa sulla privacy si trova sulla pagina. Dati del percorso non viene utilizzati di fuori di questa applicazione. È possibile disattivarlo in qualsiasi momento nella pagina Impostazioni.
nb: Er det ok programmet bruker plassering tjenester? Personvernpolicyen er plassert på "om" side. Stedsdata brukes ikke utenfor denne app. Du kan deaktivere den når som helst på siden "Innstillinger".
sr: Да ли је у реду да апликација користи локацију? То можете касније онемогућити на страници са подешавањима. О политици приватности се можете информисати на страници "о програму".

# MessageLocationTitle
source: Usage of location
it: Utilizzo dell'ubicazione
nb: Bruk av posisjon
sr: Коришћење локације

# Privacy
source: Privacy policy: this app uses location services to track your movements and draw it on the map. In no circumstances is that data used by developer or third parties. No data will ever be sent to external server by means of this app.
it: Informativa sulla privacy: questa applicazione utilizza i servizi di posizione per registrare i movimenti e il disegno sulla mappa. In nessun caso è che i dati utilizzati dallo sviluppatore o di terze parti. Dati non verranno mai inviati al server esterno mediante questa applicazione.
nb: Retningslinjer for personvern: dette programmet bruker stedstjenester for å spore dine bevegelser og trekke den på kartet. Under ingen omstendigheter er at data brukes av utvikler eller tredjeparter. Ingen data noensinne vil bli sendt til ekstern server ved hjelp av dette programmet.
sr: Политика приватности: апликација користи локацију да би нацртала путању којом се крећете. Тако прибављене податке ова апликација ни у ком случају неће слати ван телефона.

# SettingsLocation
source: Use location
it: Utilizza ubicazione
nb: Bruk posisjon
sr: Употреба локације

# WarningLocationSettings
source: Location disabled in app: Settings: Use location
it: Posizione in app: impostazioni: posizione
nb: Plasseringen er deaktivert i app: innstillinger: Bruk posisjon
sr: Локација искључена: Подешавања: Користи локацију

# LocationEnabled
source: Location now enabled!
it: Posizione dopo aver attivato!
nb: Posisjonering slått på
sr: Локација укључена

source: Delete
it: Elimina
nb: Slett

# MessageDeleteRuns
source: Are you sure you want to delete complete runs history?
it: Sono se si desidera eliminare completa esegue cronologia?

source: Saved runs
it: Esecuzioni salvate

source: Copied to Clipboard
it: Copiato negli Appunti

source: Alt:
nb: moh.
sr: НВ:

# StopButton
source: Stop
nb: Stopp
sr: Стоп

# MessageWarningText1
source: Please enable location services on your phone: Settings --%%amp;gt; Location = ON
nb: Aktiver posisjon tjenester på telefonen: innstillinger--%%amp;gt; posisjon = På
sr: Омогућите услуге локације на телефону: Подешавања --%%amp;gt; Локација = ON

# AppBarButtonText
source: add
nb: legge til
