Repository: zbabac/TrekMe
Catalog: TrekMe/Resources/AppResources.*.resx
Languages: de

# AppBarButtonText
source: add
de: Hinzufügen

# AppBarMenuItemText
source: Menu Item
de: Menüspeise

source: Alt:
de: Höhe:

source: Average speed:
de: Durchschnittliche Geschw.:

# BannerInfo
source: Fetching GPS data, please wait.
de: Abrufen von GPS warten-Daten, bitte.

source: Break:
de: Anhalten:

source: Calories:
de: Kalorien:

source: Current speed:
de: Aktuelle Geschw.:

# DetailTitle
source: Detailed data
de: Detaildaten

source: Distance:
de: Abstand:

# Distance2
source: Distance:
de: Abstand:

# PauseButton
source: Pause
de: Anhalten

# SpeedMap
source: Speed:
de: Geschw.:

# StopButton
source: Stop
de: Anhalten

# SwipeText
source: -- swipe left or right to see the map --
de: Swipe nach links oder rechts, um die Karte zu sehen

source: Time:
de: Zeit:

# Time2
source: Time:
de: Zeitpunkt:

# WideContent1
source: Distance: 0 Speed: 0
de: Entfernung: 0-Geschwindigkeit: 0

# WideContent2
source: Avg. speed: 0 Time: 00:00:00
de: Durchschnittliche Geschw.: 0 Zeit: 00:00:00

# WideContent3
source: Longitude Latitude Altitude
de: Länge-Breite-Höhe

# Altitude2
source: altitude m
de: m Höhe

# Longitude2
source: longitude
de: Länge

source: About
de: Info

# Info1
source: Open source app created by Zlatko Babic, 2015
de: Open-Source-Anwendung durch Babic Zlatko 2015

# Info2
source: Credits
de: Abspann

# Info3
source: Geo portion of the NExtra class provided by Daniel Saidi.
de: Geo-Teil der NExtra Klasse von Daniel Saidi bereitgestellt.

# Info4
source: Warenhouse Standard font is licensed under SIL Open Font License
de: Warenhouse Standard Schriftart ist unter SIL Open Font License lizenziert.

# Info5
source: Inspired by Colin Eberhardt's sample WP8Runner
de: Inspiriert von Colin Eberhardt Beispiel WP8Runner

# SwipeBack
source: -- swipe to return to app --
de: --Swipe-Sensor an die Anwendung zurückgegeben:

# AboutBack
source: Back
de: Zurück

source: Settings
de: Einstellungen

# SettingsBack
source: Back
de: Zurück

# SettingsMapTilt
source: Map pitch
de: Karte Neigung

# AppBarAbout
source: about
de: über

# AppBarSettings
source: settings
de: Einstell.

# WarningLocationDisabled
source: Please first turn on location!
de: Bitte schalten Sie zuerst Position!

# WarningLocationNotSupported
source: Location not supported on this phone!
de: Speicherort für dieses Telefon nicht unterstützt!

# MessageWarningText1
source: Please enable location services on your phone: Settings --> Location = ON
de: Speicherort der Dienste auf Ihrem Telefon aktivieren: Einstellungen--&-Gt; Speicherort = Ein

# MessageWarningText2
source: Location not supported on this phone! This app can't function without GPS.
de: Speicherort für dieses Telefon nicht unterstützt! Diese Anwendung kann nicht ohne GPS-Funktion.

# MessageWarningTitle
source: Warning
de: Achtung
